Repository: MansuriMahir/ATM
Catalog: ATM_Machine/translations/*/LC_MESSAGES/messages.po
Languages: hi

source: ATM Login
hi: एटीएम लॉगिन

source: Please enter both Account Number and PIN.
hi: कृपया दोनों खाता संख्या और पिन दर्ज करें।

source: Invalid admin credentials.
hi: अमान्य व्यवस्थापक प्रमाण-पत्र।

source: Account is blocked due to too many failed login attempts.
hi: बहुत अधिक असफल प्रयासों के कारण खाता अवरुद्ध है।

source: Invalid credentials. Attempt %(num)d of 3.
hi: अमान्य प्रमाण-पत्र। प्रयास %(num)d में से 3।

source: Account blocked after 3 failed attempts.
hi: 3 असफल प्रयासों के बाद खाता अवरुद्ध हो गया है।

source: Your OTP is: %(otp)s
hi: आपका ओटीपी है: %(otp)s

source: Invalid OTP. Please try again.
hi: अमान्य ओटीपी। कृपया पुनः प्रयास करें।

source: Withdraw
hi: निकासी

source: Deposit
hi: जमा करें

source: Transaction History
hi: लेन-देन इतिहास

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: Change PIN
hi: पिन बदलें

source: Logout
hi: लॉग आउट

source: Welcome, %(name)s
hi: स्वागत है, %(name)s

source: Registration successful! Your Account Number: %(acc)s, Temporary PIN: %(pin)s. Please log in and change your PIN.
hi: पंजीकरण सफल! आपका खाता संख्या: %(acc)s, अस्थायी पिन: %(pin)s. कृपया लॉगिन करें और अपना पिन बदलें।

source: Registration failed. Please try again.
hi: पंजीकरण विफल रहा। कृपया पुनः प्रयास करें।
